FOOD = "🍎 Еда"
FOOD_CATEGORIES = ["пятерочка", "магнит", "ярче!", "продукты", "лента", "еда", "купер", "яндекс лавка"]
TRANSPORT = "🚗 Транспорт"
TRANSPORT_CATEGORIES = ["экспресс-пригород", "авиабилеты", "делимобиль", "метро", "автовокзал", "такси", "автобус", "бензин", "троллейбус", "трамвай"]
ENTERTAINMENT = "🎭 Развлечения"
ENTERTAINMENT_CATEGORIES = ["кино", "ресторан", "кафе", "концерт", "выставка", "бар", "клуб"]
HEALTH = "🏥 Здоровье"
HEALTH_CATEGORIES = ["аптека", "врач", "больница", "лекарства", "анализы", "косметолог"]
UTILITIES = "🏠 Коммуналка"
UTILITIES_CATEGORIES = ["жкх", "квартплата", "электричество", "вода", "газ", "Отопление"]
CLOTHING = "👖 Одежда"
CLOTHING_CATEGORIES = ["одежда", "обувь", "lime", "o'stin", "цум", "платье"]

OTHER = "✨ Другое"

RUBLES = "₽"

FILE_NOT_FOUND = "Файл не найден:"

SUPPORTED_FILES = "Поддерживаемые форматы файлов: .csv, .json"

GOOD = "✅ Отличная финансовая дисциплина!"
AVERAGE = "💡 Хорошо, но можно лучше - старайтесь откладывать 20% дохода"
BAD = "⚠️ Внимание! Тратите почти весь доход"

GOOD_VERDICT = "✅ Отлично! Вы укладываетесь в бюджет"
