FOOD = "🍎 Еда"
FOOD_CATEGORIES = ["пятерочка", "магнит", "ярче!", "продукты", "лента", "еда", "купер", "яндекс лавка"]
TRANSPORT = "🚗 Транспорт"
TRANSPORT_CATEGORIES = ["экспресс-пригород", "авиабилеты", "делимобиль", "метро", "автовокзал", "такси", "автобус", "бензин", "троллейбус", "трамвай"]
ENTERTAINMENT = "🎭 Развлечения"
ENTERTAINMENT_CATEGORIES = ["кино", "ресторан", "кафе", "концерт", "выставка", "бар", "клуб"]
HEALTH = "🏥 Здоровье"
HEALTH_CATEGORIES = ["аптека", "врач", "больница", "лекарства", "анализы", "косметолог"]
UTILITIES = "🏠 Коммуналка"
UTILITIES_CATEGORIES = ["жкх", "квартплата", "электричество", "вода", "газ", "Отопление"]
CLOTHING = "👖 Одежда"
CLOTHING_CATEGORIES = ["одежда", "обувь", "lime", "o'stin", "цум", "платье"]

OTHER = "✨ Другое"

RUBLES = "₽"

FILE_NOT_FOUND = "Файл не найден:"

SUPPORTED_FILES = "Поддерживаемые форматы файлов: .csv, .json"

VERDICT_1 = "  ✅ Отлично! Вы укладываетесь в бюджет"
ADVICE_1 = "  💡 Совет: попробуйте сократить траты на "
ADVICE_2 = " примерно на "
ADVICE_3 = "(эта категория составляет "
ADVICE_4 = " от общих расходов)."
ADVICE_5 = "  💡 Совет: продолжайте в том же духе!"
VERDICT_2 = "  ⚠️ Доход ниже среднего"
ADVICE_6 = "  💡 Совет: попробуйте увеличить доход примерно на "
VERDICT_3 = "  ⚠️ Траты превышают средние"
ADVICE_7 = "  💡 Совет: попробуйте сократить траты примерно на "
GOAL_1 = "  🎯 Цель: накопить "
GOAL_2 = " руб. к концу месяца"

FINANCIAL_REPORT = "=== ФИНАНСОВЫЙ ОТЧЕТ ===\n"
MAIN_STATISTICS = "ОСНОВНЫЕ ПОКАЗАТЕЛИ:"
INCOME = "  💰 Доходы: "
EXPENSE = "  💸 Расходы: "
BALANCE = "  ⚖️ Баланс: "
CATEGORY_EXPENSES = "\nРАСХОДЫ ПО КАТЕГОРИЯМ:"
BUDGET_REPORT = "\nРЕКОМЕНДАЦИИ ПО БЮДЖЕТУ:"
BUDGET_REPORT_1 = "\n📊 ВЫПОЛНЕНИЕ БЮДЖЕТА: ✅ В рамках плана"
BUDGET_REPORT_2 = "\n📊 ВЫПОЛНЕНИЕ БЮДЖЕТА: ⚠️ Превышение на "
